{
  "title": "Hi there!",
  "hotel": "AzureSiam Hotel and Spa",
  "hotel_description": "Make your holiday memorable",
  "history_title": "AzureSiam Hotel and Spa",
  "history_description": "AzureSiam Hotel, a city oasis, seamlessly blends modern luxury with timeless allure. Panoramic city views, rooftop dining, and a spa offer a sophisticated escape. In Chiang Mai, KhamHom unveils a newly renovated River Wing, a historic milestone in its 147-year legacy.",
  "room_type": "Room Type",
  "std_title": "Standard Room",
  "std_description": "Standard rooms offer cost-effective comfort with a bed, private bathroom, and essential furniture for solo or couple travelers.",
  "dlx_title": "Deluxe Room",
  "dlx_description": "Deluxe rooms provide extra space, enhanced furnishings, and luxury amenities for heightened comfort and relaxation.",
  "fml_title": "Family Room",
  "fml_description": "Family rooms, designed for convenience, offer extra sleeping space with bunk beds or pull-out sofas for comfortable family stays.",
  "exs_title": "Executive Suite Room",
  "exs_description": "Executive Suites, luxurious and spacious, elevate comfort for business travelers and VIPs with privacy and stunning views.",
  "jns_title": "Junior Suite Room",
  "jns_description": "Spacious, well-appointed rooms provide extra comfort for business and leisure travelers seeking luxury and amenities.",
  "spa_title": "Tranquil Haven Spa",
  "spa_description": "AzureSiam Spa: A holistic haven for mind, body, and soul. Our skilled therapists offer tailored treatments for ultimate relaxation. Enjoy state-of-the-art facilities, hydrotherapy, and a stylish lounge with herbal teas. Your oasis of comfort at AzureSiam Spa.",
  "gym_title": "Indoor Gym",
  "gym_description": "Elevate your stay with our state-of-the-art indoor gym facility. Whether you're a fitness enthusiast or looking to maintain your workout routine while traveling, our hotel provides a well-equipped gym for your convenience. Enjoy a range of cardio and strength training equipment in a comfortable and accessible space, ensuring you stay active and energized during your stay. With our commitment to your well-being, you can make the most of your time at the hotel by staying fit and healthy in our modern indoor gym.",
  "promotions": "Promotions",
  "fifty_title": "50% Sale",
  "fifty_description": "Indulge in luxury for 50% less! Limited-time offer for stylish stays, elevate your travel without breaking the bank.",
  "monday_title": "Monday Sale",
  "monday_description": "Transform Mondays with exclusive hotel discounts for a premium stay, perfect for business or leisure.",
  "friday_title": "Friday Sale",
  "friday_description": "Start your weekend right with Friday Sale—exclusive discounts for a perfect blend of comfort and savings.",
  "activity_schedule": "Activity Schedule",
  "swim_title": "Swimming Pool",
  "swim_description": "Versatile pool activities—from leisurely swims to family fun and workouts—offer refreshing relaxation and social enjoyment.",
  "medi_title": "Meditation",
  "medi_description": "Meditation fosters mindfulness, reduces stress, and enhances well-being—essential for daily life challenges and mental clarity.",
  "rock_title": "Rock Climbing",
  "rock_description": "Rock climbing merges physical challenge with mental focus, creating a moving meditation for unique mindfulness.",
  "gallery": "Gallery",
  "nearby_attraction": "Nearby Attraction",
  "siam_title": "Siam Paragon",
  "siam_description": "Siam Paragon features specialty stores, dining, a multiplex, Sea Life Bangkok, art gallery, opera hall, bowling, and karaoke.",
  "samyan_title": "Samyan Mitrtown",
  "samyan_description": "Bangkok's Samyan Mitrtown is a ฿9 billion mixed-use complex, including a mall, office tower, residences, and hotel.",
  "central_title": "Central World",
  "central_description": "CentralWorld, Bangkok, ranks ninth globally, featuring a shopping mall, hotel, and office tower with extensive space.",
  "booking_detail": "Booking Detail",
  "guest": "Guest",
  "adults": "Adults",
  "childrens": "Childrens",
  "have_code": "Have a code?",
  "code": "Code Promotion",
  "book_now": "Book Now",
  "amenities": "Amenities",
  "contact_us_label": "Contact Us",
  "hotel_address": "37/13 Soi Leabklongprapa, Cheangwattana Rd, Pakkred Laksi, Don Muang/Impact, Bangkok, Thailand 11120",
  "facilities": "Facilities"
}
